Repository: hasamba/HasambaRepo
Catalog: repo/plugin.video.telemedia19/resources/language/Hebrew/strings.po
Languages: ar_il

# #32001
source: Login
ar_il: התחבר

# #32002
source: LogOut
ar_il: התנתק

# #32003
source: Login when kodi starts
ar_il: התחבר בעת הפעלת הקודי

# #32004
source: Remove group name from files
ar_il: הסרת שמות הקבוצה מהקבצים

# #32005
source: Get notification
ar_il: קבל עדכונים

# #32006
source: Show login Code
ar_il: הצג קוד התחברות

# #32007
source: Content
ar_il: תוכן

# #32008
source: Display Files
ar_il: הצג קבצים

# #32009
source: Display Videos
ar_il: הצג וידאו

# #32010
source: Display Links
ar_il: הצג קישורים

# #32011
source: Display Audio
ar_il: הצג אודיו

# #32012
source: use repo groups
ar_il: השתמש בקבוצות ריפו

# #32013
source: Auto quality in google drive
ar_il: איכות אוטומטית בגוגל דרייב

# #32014
source: Buffer
ar_il: אגירה

# #32015
source: Buffer size
ar_il: גודל אגירה

# #32016
source: Wait for play time (sec)
ar_il: המתן לניגון (שניות)

# #32017
source: Clear
ar_il: נקה

# #32018
source: Clear cache
ar_il: נקה מטמון

# #32019
source: Clear All
ar_il: נקה הכל

# #32020
source: Movies
ar_il: סרטים

# #32021
source: Tv Shows
ar_il: סדרות

# #32022
source: My Groups
ar_il: הקבוצות שלי

# #32023
source: Search Groups
ar_il: חיפוש קבוצות

# #32024
source: Search All
ar_il: חיפוש כללי

# #32025
source: Enter Search
ar_il: בצע חיפוש

# #32026
source: Next Page
ar_il: עמוד הבא

# #32027
source: Search
ar_il: חיפוש

# #32028
source: choose
ar_il: בחר

# #32029
source: Joined OK
ar_il: בוצעה הצטרפות

# #32030
source: Error in join
ar_il: שגיאה בהצטרפות

# #32031
source: Leave Channel
ar_il: צא מהערוץ

# #32032
source: Leave from
ar_il: צא מ

# #32033
source: Install
ar_il: התקנה

# #32034
source: Installed
ar_il: הותקן

# #32035
source: Installation complete
ar_il: ההתקנה הושלמה

# #32036
source: Enter phone number (Without the +):
ar_il: הכנס מספר טלפון (ללא +):

# #32037
source: Enter code:
ar_il: הכנס קוד:

# #32038
source: Password:
ar_il: סיסמה:

# #32039
source: Login Complete
ar_il: ההתחברות הושלמה

# #32040
source: Waiting for play
ar_il: ממתין לניגון

# #32041
source: Please Wait
ar_il: אנא המתן

# #32042
source: Resume From
ar_il: -המשך מ

# #32043
source: Play from beginning
ar_il: נגן מהתחלה

# #32044
source: Loading
ar_il: טוען

# #32045
source: Downloading
ar_il: מבצע הורדה

# #32046
source: Add Local Tv shows
ar_il: הוספת סדרה מקומית

# #32047
source: Popular Movies
ar_il: סרטים פופולריים

# #32048
source: Genre
ar_il: ז'אנר

# #32049
source: Years
ar_il: שנים

# #32050
source: Add tv show
ar_il: הוספת סדרה

# #32051
source: Add the
ar_il: האם להוסיף

# #32052
source: Error occurred
ar_il: אירעה שגיאה

# #32053
source: Already Listed
ar_il: פריט זה כבר קיים

# #32054
source: Added
ar_il: התווסף

# #32055
source: My Local Tv shows
ar_il: סדרות מקומיות שלי

# #32056
source: Remove
ar_il: הסר

# #32057
source: Popular Tv shows
ar_il: סדרות פופולריות

# #32058
source: Join is in item menu
ar_il: ההצטרפות נמצאת בתפריט הפריט

# #32059
source: No more items
ar_il: אין עוד פריטים

# #32060
source: Account
ar_il: חשבון

# #32061
source: Advance
ar_il: מתקדם

# #32062
source: Join Channel
ar_il: הצטרף לערוץ

# #32063
source: Info
ar_il: מידע

# #32064
source: Remove the
ar_il: הסר את

# #32065
source: Removed
ar_il: הוסר

# #32066
source: Remove tv show
ar_il: הסרת סדרה

# #32067
source: Leave OK
ar_il: בוצעה יציאה

# #32068
source: Error in Leave
ar_il: שגיאה ביציאה

# #32069
source: add to My TV
ar_il: הוסף לסדרות שלי

# #32070
source: Search movies
ar_il: חפש סרט

# #32071
source: Search tv shows
ar_il: חפש סידרה

# #32072
source: Search History
ar_il: היסטוריית חיפושים

# #32073
source: Kids World
ar_il: עולם הילדים

# #32074
source: Movie World
ar_il: עולם הסרטים

# #32075
source: Israeli Movies
ar_il: סרטים ישראלים

# #32076
source: time_buffer
ar_il: זמן בניית באפר

# #32077
source: port
ar_il: פורט

# #32078
source: install apks
ar_il: התקנת אפליקציות לאנדרואיד

# #32079
source: My Full data groups
ar_il: קבוצות מידע מלא נבחרות

# #32080
source: Add to full data groups
ar_il: הוסף לקבוצות מ.מלא

# #32081
source: Already There
ar_il: קיים כבר

# #32082
source: Remove from FD groups
ar_il: הסר מקבוצות מ.מלא

# #32083
source: repo in group name is needed
ar_il: חייב repo בשם הקבוצה

# #32084
source: apk in group name is needed
ar_il: חייב apk בשם הקבוצה

# #32085
source: files in group name is needed
ar_il: חייב __files__ בשם הקבוצה

# #32086
source: download files
ar_il: הורדת קבצים

# #32087
source: choose folder
ar_il: בחר תקייה

# #32088
source: Download
ar_il: הורדה

# #32089
source: Bad download folder
ar_il: תקיית הורדה שגוייה

# #32090
source: Download complete
ar_il: הורדה הסתיימה

# #32091
source: File Exists
ar_il: קובץ קיים

# #32092
source: Overwrite
ar_il: החלף?

# #32093
source: Clean history
ar_il: נקה היסטוריה

# #32094
source: sure
ar_il: בטוח?

# #32095
source: sources order
ar_il: סידור מקורות לפי

# #32096
source: Quality
ar_il: איכות

# #32097
source: name
ar_il: שם

# #32098
source: chunk_size
ar_il: גודל חבילה

# #32099
source: advance_buffer
ar_il: באפר מתקדם

# #32100
source: Upload_kodi_log
ar_il: העלה לוג של קודי

# #32101
source: Turkish_series
ar_il: סדרות בטורקית

# #32102
source: display_option
ar_il: הצג

# #32103
source: File_names
ar_il: שמות קבצים

# #32104
source: file_description
ar_il: תיאור הקובץ

# #32105
source: Join_all
ar_il: הצטרף להכל

# #32106
source: action_time
ar_il: פעולה זו עלולה לקחת זמן רב

# #32107
source: filter
ar_il: סינון

# #32108
source: filter_watched
ar_il: סנן תוכן נצפה

# #32109
source: watched_pre
ar_il: אחוז שנחשב נצפה

# #32110
source: dup_links
ar_il: סנן לינקים כפולים

# #32111
source: one_click
ar_il: ניגון בקליק

# #32112
source: show_one_click
ar_il: הראה מקורות לאחר ניגון

# #32113
source: fast_play
ar_il: ניגון מהיר

# #32114
source: filter_text
ar_il: סנן לינקים שמכילים

# #32115
source: seperate
ar_il: הוסף טקסט לסינון, הפרד עם פסיקים

# #32116
source: backup
ar_il: גבה טלמדיה

# #32117
source: filter_size
ar_il: סנן קבצים קטנים בחיפוש סרטים סדרות (MB)

# #32118
source: file_buf_size
ar_il: גודל באפר של קובץ

# #32119
source: player_fails
ar_il: נגן עם נגן חלופי כשניגון נכשל

# #32120
source: addons_update
ar_il: עדכון הרחבות

# #32121
source: choose_bot_id
ar_il: בחר מקור לעדכון אוטומטי

# #32122
source: enable_atuo_update
ar_il: אפשר עידכון אוטומטי

# #32124
source: search_addon_updates
ar_il: חפש עדכוני הרחבות

# #32125
source: add
ar_il: הוסף

# #32126
source: replace
ar_il: החלף

# #32127
source: my_repo
ar_il: ריפו אישי

# #32128
source: space
ar_il: שטח אחסון נמוך

# #32129
source: clean
ar_il: לנקות?

# #32130
source: clean_kodi
ar_il: נקה את קודי

# #32131
source: Popular Movies
ar_il: סרטים בקולנוע

# #32132
source: Popular Movies
ar_il: סרטים לפי אולפן

# #32133
source: Popular Movies
ar_il: משודר כעת

# #32134
source: Popular Movies
ar_il: סדרות מרשתות שונות

# #32135
source: Popular Movies
ar_il: סדרות ישראליות

# #32136
source: Popular Movies
ar_il: רשימות Trakt

# #32137
source: pre_buffer
ar_il: קדם באפר

# #32138
source: Archived Groups
ar_il: קבוצות ארכיון

# #32139
source: New Tv Shows
ar_il: סדרות חדשות

# #32140
source: Settings
ar_il: הגדרות

# #32141
source: Telegram Folders
ar_il: תיקיות טלגרם
